/*!40101 SET NAMES utf8 */;
/*!40014 SET FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET SQL_NOTES=0 */;
DROP TABLE IF EXISTS sanxia_exhibition;
CREATE TABLE `sanxia_exhibition` (
  `id` mediumint(9) NOT NULL AUTO_INCREMENT,
  `num` varchar(20) DEFAULT NULL,
  `zoneID` varchar(100) DEFAULT NULL COMMENT '对应parentId',
  `locationID` varchar(20) DEFAULT NULL,
  `locationName` varchar(20) DEFAULT NULL,
  `sensorPhysicalID` varchar(200) DEFAULT '{"32":{"max":"60","min":"50"},"33":{"max":"22","min":"18"},"43":{"max":"13.89","min":"7.43"},"36":{},"41":{},"42":{}}',
  `volum` double(6,2) DEFAULT NULL,
  `culturalRelic` varchar(100) DEFAULT NULL COMMENT '文物名字',
  `texture` varchar(20) DEFAULT NULL,
  `tempMax` double(6,0) DEFAULT '22',
  `tempMin` double(6,0) DEFAULT '18',
  `humMax` double(6,0) DEFAULT '60',
  `humMin` double(6,0) DEFAULT '50',
  `illuminance` double(6,0) DEFAULT '150',
  `controlWay` varchar(100) DEFAULT '被动',
  `dosage` varchar(100) DEFAULT NULL,
  `sensorState` int(11) DEFAULT '0',
  `exhibitionState` int(11) DEFAULT '0',
  `culturalRelicLevel` varchar(100) DEFAULT NULL,
  `disease` varchar(100) DEFAULT '暂无',
  `culturalRelicID` varchar(100) DEFAULT NULL,
  `imagePath` varchar(100) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb4;
INSERT INTO sanxia_exhibition(id,num,zoneID,locationID,locationName,sensorPhysicalID,volum,culturalRelic,texture,tempMax,tempMin,humMax,humMin,illuminance,controlWay,dosage,sensorState,exhibitionState,culturalRelicLevel,disease,culturalRelicID,imagePath,description) VALUES('22','NULL','\'50010301100101\'','\'5001030110010128\'','\'展柜14-前出师表\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'兽面纹铜爵\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84ee12a2b00002b0024b4\'','NULL','NULL'),('23','NULL','\'50010301100101\'','\'5001030110010135\'','\'展柜21-北宋·三彩文官俑\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'甬钟\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f2e2a2b00002b0024b5\'','NULL','NULL'),('24','NULL','\'50010301100101\'','\'5001030110010123\'','\'展柜9-运猪船\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'剑\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f3e2a2b00002b0024b6\'','NULL','NULL'),('25','NULL','\'50010301100101\'','\'5001030110010127\'','\'展柜13-刘备托孤\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'战国铜盔形器\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f452a2b00002b0024b7\'','NULL','NULL'),('26','NULL','\'50010301100101\'','\'5001030110010129\'','\'展柜16-秦良玉战袍\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'战国铜鸟形尊\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f4d2a2b00002b0024b8\'','NULL','NULL'),('27','NULL','\'50010301100101\'','\'5001030110010133\'','\'展柜19-木卦\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'战国铜虎钮錞于\'','\'青铜\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f532a2b00002b0024b9\'','NULL','NULL'),('28','NULL','\'50010301100101\'','\'5001030110010134\'','\'展柜20-二程全书\'','\'{\\\"32\\\":{\\\"max\\\":\\\"60\\\",\\\"min\\\":\\\"50\\\"},\\\"33\\\":{\\\"max\\\":\\\"22\\\",\\\"min\\\":\\\"18\\\"},\\\"43\\\":{\\\"max\\\":\\\"13.89\\\",\\\"min\\\":\\\"7.43\\\"},\\\"36\\\":{},\\\"41\\\":{},\\\"42\\\":{}}\'','NULL','\'陶鬲\'','\'陶器\'','22','18','60','50','150','\'被动\'','NULL','0','0','\'一级文物\'','\'暂无\'','\'64f84f682a2b00002b0024ba\'','NULL','NULL');